Repository: OPI-PIB/videojsXBlock
Catalog: videojs/locale/rtl/LC_MESSAGES/text.po
Languages: rtl

source: Display name
rtl: Đᴉsdlɐʎ nɐɯǝ

source: Movie URL/ID
rtl: Møʌᴉǝ ɄɌŁ/ƗĐ

source: Type in movie id for uploader or paste youtube link
rtl: Ŧʎdǝ ᴉn ɯøʌᴉǝ ᴉd ɟøɹ ndløɐdǝɹ øɹ dɐsʇǝ ʎønʇnbǝ lᴉnʞ

source: Add new language
rtl: Ⱥdd nǝʍ lɐnƃnɐƃǝ

source: Add
rtl: Ⱥdd

source: Language
rtl: Łɐnƃnɐƃǝ

source: Remove
rtl: Ɍǝɯøʌǝ

source: Paste VTT subtitles text
rtl: Ᵽɐsʇǝ VŦŦ snbʇᴉʇlǝs ʇǝxʇ

source: Save
rtl: Sɐʌǝ

source: Cancel
rtl: Ȼɐnɔǝl

source: Polish
rtl: Ᵽølᴉsɥ

source: English
rtl: Ɇnƃlᴉsɥ

source: French
rtl: Fɹǝnɔɥ

source: Spanish
rtl: Sdɐnᴉsɥ

source: Russian
rtl: Ɍnssᴉɐn

source: Chinese
rtl: Ȼɥᴉnǝsǝ

source: Portuguese
rtl: Ᵽøɹʇnƃnǝsǝ

source: Czech
rtl: Ȼzǝɔɥ

source: Slovak
rtl: Sløʌɐʞ

source: Latvian
rtl: Łɐʇʌᴉɐn

source: Ukrainian
rtl: Ʉʞɹɐᴉnᴉɐn

source: Belarusian
rtl: Ƀǝlɐɹnsᴉɐn

source: Display Name
rtl: Đᴉsdlɐʎ Nɐɯǝ

source: Video JS
rtl: Vᴉdǝø ɈS

source: Youtube URL or Navoica movie ID
rtl: Ɏønʇnbǝ ɄɌŁ øɹ Nɐʌøᴉɔɐ ɯøʌᴉǝ ƗĐ

source: Enter url from website youtube.com or use id number previously uploaded movie
rtl: Ɇnʇǝɹ nɹl ɟɹøɯ ʍǝbsᴉʇǝ ʎønʇnbǝ.ɔøɯ øɹ nsǝ ᴉd nnɯbǝɹ dɹǝʌᴉønslʎ ndløɐdǝd ɯøʌᴉǝ

source: Subtitle - Polish
rtl: Snbʇᴉʇlǝ - Ᵽølᴉsɥ

source: Paste subtitles VVT
rtl: Ᵽɐsʇǝ snbʇᴉʇlǝs VVŦ

source: Subtitle - URL - Polish
rtl: Snbʇᴉʇlǝ - ɄɌŁ - Ᵽølᴉsɥ

source: Subtitles RAW
rtl: Snbʇᴉʇlǝs ɌȺW

source: Subtitles URL
rtl: Snbʇᴉʇlǝs ɄɌŁ
