Repository: OPI-PIB/videojsXBlock
Catalog: videojs/locale/*/LC_MESSAGES/text.po
Languages: eo, pl

source: Display name
eo: Dïspläý nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
pl: Nazwa

source: Movie URL/ID
eo: Mövïé ÛRL/ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
pl: Film URL lub ID

source: Type in movie id for uploader or paste youtube link
eo: Týpé ïn mövïé ïd för üplöädér ör pästé ýöütüßé lïnk Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєтυя α#
pl: Wpisz numer ID filmu z panelu do przesyłania filmów lub wklej link do serwisu youtube

source: Add new language
eo: Àdd néw längüägé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αм#
pl: Dodaj nowy język

source: Add
eo: Àdd Ⱡ'σяєм#
pl: Dodaj

source: Language
eo: Längüägé Ⱡ'σяєм ιρѕυм ∂#
pl: Język

source: Remove
eo: Rémövé Ⱡ'σяєм ιρѕυ#
pl: Usuń

source: Paste VTT subtitles text
eo: Pästé VTT süßtïtlés téxt Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢ση#
pl: Wklej napisy w formacie VTT

source: Save
eo: Sävé Ⱡ'σяєм ι#
pl: Zapisz

source: Cancel
eo: Çänçél Ⱡ'σяєм ιρѕυ#
pl: Anuluj

source: Polish
eo: Pölïsh Ⱡ'σяєм ιρѕυ#

source: English
eo: Énglïsh Ⱡ'σяєм ιρѕυм #

source: French
eo: Frénçh Ⱡ'σяєм ιρѕυ#

source: Spanish
eo: Spänïsh Ⱡ'σяєм ιρѕυм #

source: Russian
eo: Rüssïän Ⱡ'σяєм ιρѕυм #

source: Chinese
eo: Çhïnésé Ⱡ'σяєм ιρѕυм #
pl: chiński

source: Portuguese
eo: Pörtügüésé Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Czech
eo: Çzéçh Ⱡ'σяєм ιρѕ#

source: Slovak
eo: Slöväk Ⱡ'σяєм ιρѕυ#

source: Latvian
eo: Lätvïän Ⱡ'σяєм ιρѕυм #

source: Ukrainian
eo: Ûkräïnïän Ⱡ'σяєм ιρѕυм ∂σł#

source: Belarusian
eo: Bélärüsïän Ⱡ'σяєм ιρѕυм ∂σłσ#

source: Display Name
eo: Dïspläý Nämé Ⱡ'σяєм ιρѕυм ∂σłσя ѕ#
pl: Nazwa

source: Video JS
eo: Vïdéö JS Ⱡ'σяєм ιρѕυм ∂#

source: Youtube URL or Navoica movie ID
eo: Ýöütüßé ÛRL ör Nävöïçä mövïé ÌD Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢т#
pl: Adres Youtube lub ID filmu z Navoica.pl

source: Enter url from website youtube.com or use id number previously uploaded movie
eo: Éntér ürl fröm wéßsïté ýöütüßé.çöm ör üsé ïd nümßér prévïöüslý üplöädéd mövïé Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σηѕє¢тєт#
pl: Wpisz adres URL ze strony youtube.com lub użyj numeru identyfikacyjnego przesłanego wcześniej filmu

source: Subtitle - Polish
eo: Süßtïtlé - Pölïsh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмє#
pl: Napisy polskie

source: Paste subtitles VVT
eo: Pästé süßtïtlés VVT Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт,#
pl: Wklej napisy w formacie VTT

source: Subtitle - URL - Polish
eo: Süßtïtlé - ÛRL - Pölïsh Ⱡ'σяєм ιρѕυм ∂σłσя ѕιт αмєт, ¢σ#
pl: Napisy - adres URL - polskie

source: Subtitles RAW
eo: Süßtïtlés RÀW Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
pl: Napisy RAW

source: Subtitles URL
eo: Süßtïtlés ÛRL Ⱡ'σяєм ιρѕυм ∂σłσя ѕι#
pl: Napisy URLe
